results/load_testing_reports/14_imperative-quarkus-mongo-vt/8096_imperative-quarkus-mongo-no.txt
errors.ETIMEDOUT: .............................................................. 16
http.codes.200: ................................................................ 26392
http.codes.404: ................................................................ 62092
http.downloaded_bytes: ......................................................... 175575163
http.request_rate: ............................................................. 365/sec
http.requests: ................................................................. 88500
http.response_time:
  min: ......................................................................... 0
  max: ......................................................................... 1439
  mean: ........................................................................ 46.8
  median: ...................................................................... 4
  p95: ......................................................................... 340.4
  p99: ......................................................................... 620.3
http.responses: ................................................................ 88484
vusers.completed: .............................................................. 88484
vusers.created: ................................................................ 88500
vusers.created_by_name.Get movies by id 1: ..................................... 31050
vusers.created_by_name.Get movies by id 2: ..................................... 31058
vusers.created_by_name.Get movies by page: ..................................... 17720
vusers.created_by_name.Save new movie: ......................................... 8672
vusers.failed: ................................................................. 16
vusers.session_length:
  min: ......................................................................... 1.1
  max: ......................................................................... 1979.1
  mean: ........................................................................ 65
  median: ...................................................................... 4.6
  p95: ......................................................................... 459.5
  p99: ......................................................................... 925.4